[
  {
    "dare": "Let another player post a status on your social."
  },
  {
    "dare": "Do freestyle rap for 1 minute about the other participants."
  },
  {
    "dare": "Smell every other player’s armpits."
  },
  {
    "dare": "Kiss the person to your left."
  },
  {
    "dare": "Do an impression of another player until someone can figure out who it is."
  },
  {
    "dare": "Call your crush."
  },
  {
    "dare": "Dance with no music for 1 minute."
  },
  {
    "dare": "Do a cartwheel."
  },
  {
    "dare": "Let the person on your right draw on your face."
  },
  {
    "dare": "Give your phone to another player who can send one text saying anything they want to one of your contacts."
  },
  {
    "dare": "Drink lemon juice."
  },
  {
    "dare": "Crack an egg on our heads."
  },
  {
    "dare": "Swap clothes with someone of the opposite sex for 2 rounds."
  },
  {
    "dare": "Act like a chicken until your next turn."
  },
  {
    "dare": "Burp the alphabet."
  },
  {
    "dare": "Talk in a Jamaican accent until your next turn."
  },
  {
    "dare": "Call a friend, pretend it’s their birthday and sing “Happy Birthday” to them."
  },
  {
    "dare": "Perform ballet for 1 minute."
  },
  {
    "dare": "Take a selfie on the toilet and post it."
  },
  {
    "dare": "End each sentence with the word “not” until your next turn."
  },
  {
    "dare": "Name a famous person that looks like each player."
  },
  {
    "dare": "Dance like your life depends on it."
  },
  {
    "dare": "Eat a packet of hot sauce or ketchup straight."
  },
  {
    "dare": "Pour ice down your pants."
  },
  {
    "dare": "Spin around 12 times and try to walk straight."
  },
  {
    "dare": "Put on a blindfold and touch the other players’ faces until you can figure out who it is."
  },
  {
    "dare": "Let the other players redo your hairstyle."
  },
  {
    "dare": "Eat a raw egg."
  },
  {
    "dare": "Let the player to your right redo your makeup."
  },
  {
    "dare": "Pretend to be a squirrel until your next turn."
  },
  {
    "dare": "Dump a bucket of cold water on your head."
  },
  {
    "dare": "Lick a bar of soap."
  },
  {
    "dare": "Eat a teaspoon of mustard."
  },
  {
    "dare": "Talk without closing your mouth."
  },
  {
    "dare": "You have 5 minutes to write a country song and perform it."
  },
  {
    "dare": "Let someone paint your nails any way they want."
  },
  {
    "dare": "Do 5 minutes of stand-up comedy."
  },
  {
    "dare": "Quack like a duck until your next turn."
  },
  {
    "dare": "Sing the national anthem in a British accent."
  }
]