[
  {
    "dare": "Act like a chicken until your next turn."
  },
  {
    "dare": "Take a selfie on the toilet and post it."
  },
  {
    "dare": "Name a famous person that looks like each player."
  },
  {
    "dare": "Dance like your life depends on it."
  },
  {
    "dare": "Spin around 12 times and try to walk straight."
  },
  {
    "dare": "Put on a blindfold and touch the other players’ faces until you can figure out who it is."
  },
  {
    "dare": "Pretend to be a squirrel until your next turn."
  },
  {
    "dare": "Lick a bar of soap."
  },
  {
    "dare": "Talk without closing your mouth for three rounds."
  },
  {
    "dare": "Quack like a duck until your next turn."
  },
  {
    "dare": "Go on Facebook Live and read the back of a shampoo bottle."
  },
  {
    "dare": "Take a selfie with the toilet and post it online."
  },
  {
    "dare": "Sniff everyone’s feet and rank them in order of freshest to stinkiest."
  },
  {
    "dare": "Call a Dominos pizza place and ask them what the difference is between Dominos pizza and “real” pizza."
  },
  {
    "dare": "Open your front door and loudly sing your National Anthem"
  },
  {
    "dare": "Go outside and pretend you're cutting the grass with an invisible mower."
  },
  {
    "dare": "Call your mom and tell her you can't find a girlfriend/boyfriend in a very panicked voice."
  },
  {
    "dare": "Go on Facebook Live and pretend to cry because you just found out you were adopted."
  },
  {
    "dare": "Go on Facebook and write \"I'm pregnent\" as your status."
  },
  {
    "dare": "Sniff the armpit of the person next to you — and describe what it smells like to the entire group."
  },
  {
    "dare": "Go outside and try to summon the rain."
  },
  {
    "dare": "Take a picture of a tampon and post it on Instagram."
  },
  {
    "dare": "Call a random number — and when someone picks up — immediately start singing the national anthem."
  },
  {
    "dare": "Call the nearest super market and ask them if they deliver popcorn."
  },
  {
    "dare": "Call Pizza Hut and ask if they sell Pringles."
  },
  {
    "dare": "Call a pizza shop and ask if you can return a pizza."
  },
  {
    "dare": "Call a car dealership and ask if they have any horse buggies in stock."
  },
  {
    "dare": "Change your relationship status on Facebook to \"it's complicated."
  },
  {
    "dare": "Call Toyota and tell them you're interested in buying them."
  },
  {
    "dare": "Call a random number and sing \"Happy Birthday."
  },
  {
    "dare": "Call a Chinese restaurant and ask if they have sushi."
  },
  {
    "dare": "Eat a whole piece of paper."
  },
  {
    "dare": "Tie your hands to your ankles for the rest of the game."
  },
  {
    "dare": "Eat a mouthful of raw food ingredient."
  },
  {
    "dare": "Write a letter to your doctor describing an embarrassing rash you have — and post it on Facebook."
  },
  {
    "dare": "Go outside and hug a mailbox until at least three passersby have seen you."
  },
  {
    "dare": "Only speak in rhymes for the rest of the game."
  },
  {
    "dare": "Kneel for 15 minutes"
  },
  {
    "dare": "Drink water straight from a running tap for a whole minute"
  },
  {
    "dare": "Call a stranger and tell them a secret."
  },
  {
    "dare": "Allow someone to pour ice down your shirt and pants."
  },
  {
    "dare": "Let each person in the group slap you as hard as they can on your butt."
  },
  {
    "dare": "Make your ear touch your shoulder for the rest of the game."
  },
  {
    "dare": "Stop a car that is going down the street and tell them that their wheels are turning."
  },
  {
    "dare": "Open Facebook — go to the account of the first person you see — and Like every post on their wall going back a full year."
  },
  {
    "dare": "Lick a car tire."
  },
  {
    "dare": "Lick the bottom of your shoe."
  },
  {
    "dare": "Text someone “hey.” Every time they respond — say “hey.” Do this 10 times. For the 11th time — reply with “hi.”"
  },
  {
    "dare": "Dip your finger in the toilet — and then kiss that finger."
  },
  {
    "dare": "Let everyone look through your search history for five minutes."
  },
  {
    "dare": "Video call someone and pick your nose during the conversation."
  },
  {
    "dare": "Cry like a baby for one full minute."
  },
  {
    "dare": "Text your crush and tell them you love them."
  },
  {
    "dare": "Call a random number and flirt with the person who picks up."
  },
  {
    "dare": "Let everyone rummage through your purse/wallet."
  },
  {
    "dare": "Post a really long and serious Facebook status confessing your love for wifi."
  },
  {
    "dare": "Call a random person from your contacts and tell them they're the ugliest person you've ever met."
  },
  {
    "dare": "Get on your knees and walk a full round around the group."
  },
  {
    "dare": "Hold your nose while talking for the rest of the game."
  },
  {
    "dare": "Give everyone in the room a hug."
  },
  {
    "dare": "Have a full conversation with yourself in a mirror."
  },
  {
    "dare": "Sing like an opera singer."
  },
  {
    "dare": "Let someone in the group cut a piece of your hair."
  },
  {
    "dare": "Film a makeup/cookery tutorial and post it to Facebook."
  },
  {
    "dare": "Tweet or update your Facebook status to \"I think eggplants are sexy."
  },
  {
    "dare": "Draw a tattoo with a permanent marker on your forearms."
  },
  {
    "dare": "Send a romantic text message to a girl/boy of the group's choosing."
  },
  {
    "dare": "Kiss the person to your right on the back of their neck."
  },
  {
    "dare": "Tie your shirt up to expose your midriff and twerk."
  },
  {
    "dare": "Knock on your neighbor's door and ask if they have a spare condom."
  },
  {
    "dare": "Post something embarrassing on Facebook."
  },
  {
    "dare": "Talk like a robot for next two rounds."
  },
  {
    "dare": "Give your phone to another player to send a text message to their contact of choice."
  },
  {
    "dare": "Let the other players go through your phone for a minute."
  },
  {
    "dare": "One by one — make up a title for each player's movie about their life."
  },
  {
    "dare": "Let your friends pose you and stay like that until the next round."
  },
  {
    "dare": "Let each player choose one word — then attempt to form a sentence with them and post it to Facebook."
  },
  {
    "dare": "Empty your purse — backpack — or wallet — and let everyone see what you have."
  },
  {
    "dare": "Allow the person to your right to tickle you."
  },
  {
    "dare": "Be blindfolded and let someone feed you something."
  },
  {
    "dare": "Do your best impression of someone in the room and keep going until someone correctly guesses who it is."
  },
  {
    "dare": "Hand your phone to the person across from you and let them post whatever they want to your social media accounts."
  },
  {
    "dare": "Take a selfie with the person next to you — and post it on social media along with a deep and emotional paragraph about what they mean to you."
  },
  {
    "dare": "Pick up a random book and read it in the most seductive voice you can manage."
  }
]